Repository: Ugzuzg/personal-space
Catalog: website/src/locales/*.po
Languages: be, sv

source: {0, plural, one {# lanaguage} other {# languages}}
be: {0, plural, one {#\u00A0мова} few {#\u00A0мовы} many {#\u00A0моў} other {#\u00A0мовы}}
sv: {0, plural, one {#\u00A0språk} other {#\u00A0språk}}

source: All time
be: За ўвесь час
sv: Total

source: Are we resoling yet?
be: Ці мы ўжо мяняем падэшвы?
sv: Sular vi om än?

source: Awaiting to be shipped.
be: Чакае адпраўкі.
sv: Väntar på att skickas.

source: Boulder progress at Klättercentret Solna
be: Валуны ў Klättercentret Solna
sv: Boulders på Klättercentret Solna

source: By year
be: Па гадах
sv: Per år

source: Climbing
be: Скалалажанне
sv: Klättring

source: count
be: колькасць
sv: antal

source: difficulty
be: цяжкасць
sv: svårighetsgrad

source: Hallo!
be: Вітаю!
sv: Hej!

source: Home
be: Галоўная
sv: Hem

source: Overall progress: {0} / {1} ({2})
be: Агульны прагрэс: {0} / {1} ({2})
sv: Andel avklarat: {0} / {1} ({2})

source: Poor man's CPR
be: Жабрацкі рэйтынг скалалаза
sv: Fattigmans CPR

source: Shipped back on {0}
be: Адпраўлена назад {0}
sv: Skickades tillbaka {0}

source: Shipped there on {0}
be: Адпраўлена туды {0}
sv: Skickades dit {0}

source: Shoes collected: <0>{shoesCollected} / {shoesToSend}</0>
be: Сабрана абутку: <0>{shoesCollected} / {shoesToSend}</0>
sv: Skor insamlade: <0>{shoesCollected} / {shoesToSend}</0>

source: Source
be: Зыходны код
sv: Källkod

source: Timeline
be: Храналогія
sv: Tidslinje

source: We have {shoesToSend} pairs of shoes to send, with a total weight of {totalWeight} and an estimated shipping cost of {estimatedShippingCost}, which averages to {costPerPair} per pair one way.
be: {shoesToSend, plural, =0 {У нас няма абутку для адпраўкі.} one {У нас ёсць # парa абутку для адпраўкі, агульнай вагой {totalWeight} і прыблізным коштам дастаўкі {estimatedShippingCost}, што складае ў сярэднім {costPerPair} за пару ў адзін бок.} few {У нас ёсць # пары абутку для адпраўкі, агульнай вагой {totalWeight} і прыблізным коштам дастаўкі {estimatedShippingCost}, што складае ў сярэднім {costPerPair} за пару ў адзін бок.} many {У нас ёсць # пар абутку для адпраўкі, агульнай вагой {totalWeight} і прыблізным коштам дастаўкі {estimatedShippingCost}, што складае ў сярэднім {costPerPair} за пару ў адзін бок.} other {У нас ёсць # пары абутку для адпраўкі, агульнай вагой {totalWeight} і прыблізным коштам дастаўкі {estimatedShippingCost}, што складае ў сярэднім {costPerPair} за пару ў адзін бок.}}
sv: {shoesToSend, plural, =0 {Vi har inga skor att skicka.} other {Vi har # par skor att skicka, med en totalvikt på {totalWeight} och en beräknad fraktkostnad på {estimatedShippingCost}, vilket i genomsnitt blir {costPerPair} per par enkel väg.}}

source: year
be: год
sv: år
